Repository: Zerquix18/TrackYourPenguin
Catalog: typ-inc/lang/*.po
Languages: es_es

source: Error 304: Not Modified - There was no new data to return.
es_es: Error 304: No modificado - No hubo data para volver

source: Error 400: Bad Request - The request was invalid or cannot be otherwise served.
es_es: Error 400: Petición incorrecta - La petición fue inválida o no puede ser resuelta.

source: Error 401: Unauthorized - Authentication credentials were missing or incorrect.
es_es: Error 401: No autorizado - Las credenciales de autenticación faltan o son incorrectas.

source: Error 403: Forbidden - The request was understood, but it has been refused or access is not allowed.
es_es: Error 403: Prohibido - La petición fue entendida, pero fue rechazada o el acceso no está permitido.

source: Error 404: Not found - The URI requested is invalid or the resource requested, such as a user, does not exists.
es_es: Error 404: No encontrado - El URI solicitado es inválido o el recurso solicitad, tal como un usuario, no existe.

source: Error 406: Not acceptable - Returned by the Search API when an invalid format is specified in the request.
es_es: Error 406: No acceptable - Devuelto por la API de búsqueda cuando un formado inválido es especificado en la búsqueda.

source: Error 410: Gone - This resource is gone.
es_es: Error 410: Se fue - El recurso ya no existe.

source: Error 420: Returned by the version 1 Search and Trends APIs when you are being rate limited.
es_es: Error 420: Devuelto por la versión 1 en APIs para búsquedas y tendencias cuando se ha sobrepasado el límite.

source: Error 422: Unprocessable Entity - Returned when an image uploaded to POST account / update_profile_banner is unable to be processed.
es_es: Error 422: Entidad no procesable - Devuelto cuando una imagen subida a través de POST account / update_profile_banner no puede ser procesada.

source: Error 429: Too Many Requests - Returned in API v1.1 when a request cannot be served due to the application’s rate limit having been exhausted for the resource.
es_es: Error 429: Demasiadas peticiones - Devuelto en la API v1.1 cuando una petición no puede ser respondida debido a una exceso de peticiones que supera el límite.

source: Error 500: Internal Server Error - Something is broken. This is a Twitter error. Please, check Twitter Status.
es_es: Error 500: Error interno del servidor - Algo está roto. Es un error de Twitter. Por favor, revisa el estado de Twitter.

source: Error 502: Bad Gateway - Twitter is down or being upgraded.
es_es: Error 502: Pasarela incorrecta - Twitter está caído o está siendo actualizado.

source: Error 503: Service Unavailable - The Twitter servers are up, but overloaded with requests. Try again later.
es_es: Error 503: Servicio no disponible - Los servidores de Twitter están funcionando, pero están sobrecargados de peticiones. Prueba otra vez más tarde.

source: Error 504: Gateway timeout - The Twitter servers are up, but the request couldn’t be serviced due to some failure within our stack. Try again later.
es_es: Error 504: Tiempo de pasarela sobrepasado - Los servidores de Twitter están funcionando, pero las peticiones lo pueden ser respondidas debido a una falla dentro del servidor de Twitter. Prueba de nuevo más tarde.

source: Error: Could not authenticate you - Your call could not be completed as dialed.
es_es: Error: No se pudo autenticar - Tu llamada no pudo ser completada como fue marcada.

source: Error (404): Sorry, that page does not exist - The specified resource was not found.
es_es: Error (404): Lo siento, esa página no existe - El recurso especificado no fue encontrado.

source: The Twitter REST API v1 is no longer active. Please update.
es_es: La API REST v1 de Twitter ya no funciona. Por favor actualiza.

source: Error: Rate limit exceeded - The request limit for this resource has been reached for the current rate limit window.
es_es: Error: Límite excedido.

source: Error: Invalid or expired token - The access token used in the request is incorrect or has expired. Used in API v1.1
es_es: Error: Token inválido o expirado - El token de acceso usado para la petición es incorrecto o expiró. Usado en la API v1.1

source: Error (403): Your account is suspended and is not permitted to access this feature
es_es: Error (403): Tu cuenta está suspendida y no tienes permitido acceder a estar característica.

source: Error (500): Internal error - Corresponds with an HTTP 500 - An unknown internal error occurred.
es_es: Error (500): Error interno - Corresponde a un error HTTP 500 - Un error interno de Twitter ha occurrido.

source: Error (401): Could not authenticate you - Corresponds with a HTTP 401 - it means that your oauth_timestamp is either ahead or behind our acceptable range
es_es: Error (401): No se pudo autenticar - Corresponde a un error HTTP 401 - significa que tu oauth_timestamp o está adelantado o detrás del rango aceptable.

source: Error: Status is a duplicate - The status text has been Tweeted already by the authenticated account.
es_es: Error: Estado duplicado - El texto del tweet ha sido tuiteado antes por la cuenta autenticada.

source: Error (400): Bad authentication data - Typically sent with 1.1 responses with HTTP code 400. The method requires authentication but it was not presented or was wholly invalid.)
es_es: Error (400): Datos de autenticación incorrectos - Típicamente enviado con respuestas 1.1 con código HTTP 400. El método requiere una autenticación pero no fue permitida o fue totalmente inválida.

source: Unknown error! ):
es_es: ¡Error desconocido! :(

source: Error: the application doesn't have enough permissions. Remember that both access tokens must have permissions to read and write.
es_es: Error: La aplicación no tiene los permisos suficientes. Recuerda que ambos tokens de acceso deben tener permisos de lectura y escritura.

source: These are short codes that you can use to tweet things like status, server, room, etc. You just have to add them to the tweets.
es_es: Estos son códigos cortos que puedes usar para tuitear cosas como estado, servidor, sala, etc. Sólo tienes que añadirlo a los tuits.

source: This prints the status.. Example: the status is: %es
es_es: Esto imprime el estado.. Ejemplo: el estado es: %es

source: This prints the server. Example: #Someone is in the server: %se
es_es: Esto imprime el servidor. Ejemplo: #Alguien está en el servidor: %se

source: This prints the room.. Example: #Someone is in the room:%sa
es_es: Esto imrpime la sala.. Ejemplo: #Alguien está en la sala:%sa

source: This prints "#ClubPenguin", it's useful to indicate people that your tweets are related to that. And also your tweets may appear in the searches about that.
es_es: Esto imprime "#ClubPenguin", es útil para para indicarle a la gente que tus tuits son relacionados a eso. Y también tus tuits pueden aparecer en las búsquedas sobre eso.

source: This prints a random number from 1 to 100, so your tweets won't repeat.
es_es: Esto imprime un número aleatorio del 1 al 100, así tus tuits no se repiten.

source: This prints the name of the character (the tracker's name) Example: #%pe has been found in [...]
es_es: Esto imprime el nombre del personaje (el nombre del tracker) Ejemplo: #%pe ha sido encontrado en [...]

source: <strong>Full example:</strong><br> <i>#%pe has been found in %sa (%r) %cp</i> = #*trackersname* has been found in the room *sent room* (*random number from 1 to 100*) #ClubPenguin</i>
es_es: <strong>Ejemplo completo:</strong><br> <i>#%pe ha sido encontrado/a en %sa (%r) %cp</i> = #*nombre del tracker* ha sido encontrado en la *sent room* (*número aleatorio del uno al 100*) #ClubPenguin</i>

source: Log out
es_es: Cerrar sesión

source: Home
es_es: Inicio

source: Tools
es_es: Herramientas

source: Share
es_es: Compartir

source: Get parameters
es_es: Obtener parámetros

source: Javascript is disabled. Most of the functions will fail. :(
es_es: Javascript está desactivado. La mayoría de las funciones fallarán. :(

source: Log
es_es: Registro

source: The sent parameters aren't valid.
es_es: Los parámetros enviados no son válidos.

source: Please, log in to continue...
es_es: Por favor, inicia sesión para continuar...

source: at
es_es: a las

source: You updated
es_es: Tú actualizaste

source: <strong>%s</strong> updated
es_es: <strong>%s</strong> actualizó

source: <strong>%s</strong>'s tracker'
es_es: Tracker de <strong>%s</strong>

source: Status: %s
es_es: Estado: %s

source: Server: %s
es_es: Servidor: %s

source: Room: %s
es_es: Sala: %s

source: Chosen tweet: %s
es_es: Tuit elegido: %s

source: Super Administrator
es_es: Súper Administrador

source: It has no rank .-. ):
es_es: No tiene rango .-. ):

source: Active
es_es: Activo

source: Banned
es_es: Suspendido

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Today is
es_es: Hoy es

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: No file was selected.
es_es: No se seleccionó ningún archivo.

source: The filytype is not <strong>png</strong>, <strong>jpg</strong>, or <strong>jpeg</strong>
es_es: El tipo de archivo no es <strong>png</strong>, <strong>jpg</strong>, o <strong>jpeg</strong>

source: The file size can't be greather than 2 <strong>MB</strong>
es_es: El tamaño del archivo no puede ser mayor a 2 <strong>MB</strong>

source: The directory 'img' doesn't exist, it couldn't be made... Please, make it.
es_es: El directorio img no existe y no pudo ser creado. Por favor, créalo.

source: Unable to duplicate the file. Please update the permissions.
es_es: No se pudo duplicar el archivo, por favor actualiza por permisos.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
es_es: El archivo subido excede la directiva upload_max_filesize del php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
es_es: El archivo subido excede la directiva MAX_FILE_SIZE que fue especificada en el formulario HTML.

source: The uploaded file was only partially uploaded.
es_es: El archivo fue subido sólo parcialmente.

source: No file was uploaded.
es_es: No se ha subido archivo.

source: Missing a temporary folder.
es_es: Falta la carpeta temporal.

source: Failed to write file to disk.
es_es: Falló al escribir en el disco.

source: A PHP extension stopped the file upload. PHP does not provide a way to ascertain which extension caused the file upload to stop; examining the list of loaded extensions with <strong>phpinfo()</strong> may help.
es_es: Una extensión de PHP ha detenido la carga del archivo. PHP no tiene una manera de saber qué extensión causó la detención de la subida; examinando la lista de extensiones cargadas con <strong>phpinfo()</strong> puede ayudar.

source: The file doesn't exist.
es_es: El archivo no existe.

source: Unable to delete the file. Probably the permissions.
es_es: No se pudo eliminar el archivo. Probablemente los permisos.

source: The class <strong>ZipArchive</strong> doesn't exist to unzip the files. It can't update. :(
es_es: La clases <strong>ZipArchive</strong> no existe para descomprimir los archivos. No se puede actualizar. :(

source: Creating temporary file...<br>
es_es: Creando archivo temporal... <br>

source: Unable to create the temporary file. Probably the permissions.
es_es: No se pudo crear el archivo temporal. Probablemente los permisos.

source: Downloading files from <strong>%s</strong><br><br>
es_es: Descargando archivos desde <strong>%s</strong><br><br>

source: Unable to download the update file. The files don't have permissions and/or the cURL extension is not installed.
es_es: No se pudo descargar el archivo de actualización. Los archivos no tienen permisos y/o la extensión cURL no está instalada.

source: Decompressing the TrackYourPenguin update file... <br>
es_es: Descomprimiendo el archivo de TrackYourPenguin...<br>

source: Unable to decompress the TrackYourPenguin update file :(
es_es: No se pudo descomprimir el archivo de actualización de TrackYourPenguin :(

source: Deleting temporary file...<br><br>
es_es: Eliminando archivo temporal...<br><br>

source: Updating TrackYourPenguin...<br>
es_es: Actualizando TrackYourPenguin...<br>

source: Welcome to TrackYourPenguin <strong>%s</strong> :)
es_es: Bienvenido a TrackYourPenguin <strong>%s</strong> :)

source: It couldn't open the file: %s :(
es_es: No se pudo abrir el archivo: %s :(

source: TrackYourPenguin <strong>%s</strong> is available, please <a href="%s">update.</a> :)
es_es: TrackYourPenguin <strong>%s</strong> está disponible, por favor <a href="%s">actualiza.</a> :)
