Repository: Zerquix18/TrackYourPenguin
Catalog: typ-inc/lang/*.po
Languages: es_es

source: I need a valid ID.
es_es: Necesito un ID válido.

source: The tracker you specify doesn't exist.
es_es: El tracker que especificas no existe.

source: Update %s's tracker
es_es: Actualizar el tracker de %s

source: The final image doesn't exist in the directory of images.
es_es: La imagen final no existe en el directorio de imágenes

source: The image which is used to create the final image doesn't exist in the directory of images.
es_es: La imagen que es usada para crear la imagen final no existe en el directorio de imágenes.

source: The font doesn't exist.
es_es: La fuente no existe.

source: Your images had the wrong format and I decided to change them to get them working. Please reload the page. :)
es_es: Tus imágenes tenían el formato equivocado y los he cambiado para que funcionen. Por favor, recarga la página. :)

source: Back
es_es: Atrás

source: Update
es_es: Actualizar

source: Update the tracker
es_es: Actualizar el tracker

source: Cheatin', uh?!
es_es: Haciendo trampa, ¿eh?

source: You can't leave empty fields.
es_es: No puedes dejar campos vacíos.

source: The tracker has been updated.
es_es: El tracker ha sido actualizado.

source: Status
es_es: Estado

source: Server
es_es: Servidor

source: Room
es_es: Sala

source: Last update
es_es: Última actualización

source: Tweet
es_es: Tuitear

source: Send your update to Twitter
es_es: Envía tu actualización a Twitter

source: The tweet has been sent. <strong><a href="%s" target="_blank">View</a></strong>
es_es: El tweet ha sido enviado. <strong><a href="%s" target="_blank">Ver</a></strong>

source: You haven't selected any tweet.
es_es: No has seleccionado ningún tuit.

source: You don't have tweets. Anyway, you can send a custom tweet.
es_es: No tienes tuits. De todas formas, puedes enviar un tuit personalizado.

source: Send your custom tweet.
es_es: Envia tu tuit personalizado

source: You haven't set up the <a href="%s">Twitter OAuth</a>.
es_es: No has configurado el <a href="%s">OAuth de Twitter</a>.

source: Update tracker
es_es: Actualizar tracker

source: View image
es_es: Ver imagen

source: Share image
es_es: Compartir imagen

source: Share the image in your website by copying the following code:
es_es: Comparte la imagen en tu sitio web copiando el siguiente código:

source: Set up OAuth
es_es: Configurar OAuth

source: Set up Twitter OAuth
es_es: Configurar el OAuth de Twitter

source: Twitter data connection updated
es_es: Datos de conexión a Twitter actualizados

source: of your Twitter app
es_es: de tu aplicación de Twitter

source: Wooops! Just take it easy man.
es_es: ¡Oye, tranquilo viejo!

source: Updates
es_es: Actualizaciones

source: Getting ready to update...<br><hr>
es_es: Preparando actualización... <br><hr>

source: There are not updates. You have the last version. :)
es_es: No hay actualizaciones. Tienes la última versión. :)

source: TrackYourPenguin <strong>%s</strong> is available. :)
es_es: TrackYourPenguin <strong>%s</strong> está disponible.

source: Before setting tweets up, you have to set up the <a href="%s">Twitter OAuth</a>
es_es: Antes de configurar los tuits, debes configurar el <a href="%s">OAuth de Twitter</a>

source: Add tweet
es_es: Añadir tuit

source: You can't overpass the limits.
es_es: No puedes sobrepasar los límites.

source: Tweet added
es_es: Tweet añadido

source: Back to tweets
es_es: Volver a los tuts

source: Name
es_es: Nombre

source: Tweet's name to be chosen
es_es: Nombre del tuit a ser elegido

source: Text
es_es: Texto

source: The text that will be tweeted
es_es: El texto que será tuiteado

source: Send
es_es: Enviar

source: You must specify a valid ID
es_es: Debes especificar un ID válido

source: That tweet doesn't exist.
es_es: El tuit no existe.

source: Edit the tweet: %s
es_es: Editar el tuit: %s

source: Edit the tweet
es_es: Editar el tuit

source: Updated. :)
es_es: Actualizado. :)

source: The name of the tweet to edit
es_es: El nombre de el tuit a editar

source: Wrong way to delete. Wrong.
es_es: Mala forma de borrar. Mala.

source: Delete tweets
es_es: Eliminar tuits

source: The selected tweets have been deleted
es_es: Los tuits seleccionados han sido eliminados.

source: <ul class="pager"><li class="previous"><a href="%s">&larr; Back</a></li></ul>
es_es: <ul class="pager"><li class="previous"><a href="%s">&larr; Volver</a></li></ul>

source: This tweet doesn't exist.
es_es: Este tuit no existe.

source: Tweet of %s
es_es: Tuit de

source: Tweet of:
es_es: Tuit de:

source: Tweet sent successfully
es_es: Tuit enviado exitosamente

source: Tweets
es_es: Tuits

source: Add new
es_es: Agregar nuevo

source: You don't have tweets... <a href="%s">Would you like to add one?</a>
es_es: No tienes tuits... <a href="%s">¿Quieres añadir uno?</a>

source: View
es_es: Ver

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Add tracker
es_es: Agregar tracker

source: I'm pretty sure that the font must have a point.
es_es: Estoy bastante seguro de que la fuente lleva un punto.

source: The font doesn't have the right format. It must be ttf (TrueType Font)
es_es: La fuente no tiene el formato correcto. Debe ser ttf (TrueType Font)

source: The fon't doesn't exist in the directory of included files.
es_es: La fuente no existe en el directorio de incluidos.

source: The tracker has been created successfully.
es_es: El tracker ha sido creado exitosamente.

source: Tracker's name
es_es: Nombre del tracker

source: The tracker's name or the character
es_es: El nombre del tracker o el personaje

source: Tracker's image
es_es: Imagen del tracker

source: Font
es_es: Fuente

source: The font used to write in the image.
es_es: La fuente a ser usada para escribir en la imagen.

source: You must specify a valid ID.
es_es: Debes especificar un ID válido.

source: That tracker doesn't exist.
es_es: Ese tracker no existe.

source: Edit %s's tracker
es_es: Editar el tracker de %s

source: So doesn't the font have a point?
es_es: ¿Entonces la fuente no lleva un punto?

source: The font file doesn't exist in the directory of included files.
es_es: El archivo de la fuente no existe en el directorio de incluidos.

source: Tracker edited successfully.
es_es: Tracker editado exitosamente.

source: Edit <i>%s</i>'s tracker
es_es: Editar el tracker de <i>%s</i>

source: Back to tracker
es_es: Volver al tracker

source: The tracker's font
es_es: La fuente del tracker

source: Edit parameters
es_es: Editar parámetros

source: Delete trackers
es_es: Eliminar tracker

source: Wrong way to delete. WRONG.
es_es: Mala forma de borrar. MALA.

source: The selected trackers have been deleted.
es_es: Los trackers seleccionados han sido eliminados.

source: <ul class="pager"><li class="previous"><a href="%s">&larr;Back</a></li></ul>
es_es: <ul class="pager"><li class="previous"><a href="%s">&larr;Volver</a></li></ul>

source: The ID you specified doesn't exist.
es_es: El ID que especificaste no existe.

source: %s's tracker
es_es: Tracker de %s

source: Tracker details
es_es: Detalles del tracker

source: (it doesn't exist)
es_es: (no existe)

source: Background image
es_es: Imagen de fondo

source: Image
es_es: Imagen

source: You don't have trackers ... <a href="%s">Would you like to add one?</a> :)
es_es: No tienes trackers... <a href="%s">¿Quieres añadir uno?</a> :)

source: There are not trackers. Tell the admin. :/
es_es: No hay trackers. Notifícale al administrador. :/

source: You must select a tracker.
es_es: Debes seleccionar un tracker.

source: You must select at least one.
es_es: Debes seleccionar al menos uno.

source: Are you sure you want to delete %s tracker?
es_es: ¿Estás seguro/a de que quieres eliminar %s tracker?

source: Are you sure you want to delete %s trackers?
es_es: ¿Estás seguro/a de que quieres eliminar %s trackers?

source: Confirmation
es_es: Confirmación

source: Close
es_es: Cerrar

source: Image of
es_es: Imagen de

source: View details of %s's tracker
es_es: Ver detalles del tracker de %s

source: Details
es_es: Detalles

source: There are not more trackers.
es_es: No hay más trackers

source: Delete selected
es_es: Eliminar seleccionados

source: I'm sorry! TrackYourPenguin needs a PHP version greater than 5.2.0 :(
es_es: ¡Lo siento! TrackYourPenguin necesita una versión de PHP mayor a la 5.2.0 :(

source: Installation
es_es: Instalación

source: version
es_es: versión

source: There was an error when renaming the file. It seems like your hosting does not allow it. Please rename "<strong>typ-config-sample.php</strong>" to "<strong>typ-config.php</strong>"
es_es: Hubo un error renombrando el archivo. Parece que tu hosting no lo permite. Por favor renombra "<strong>typ-config-sample.php</strong>" a"<strong>typ-config.php</strong>"

source: <h2><strong>You already installated.</strong></h2><hr> TrackYourPenguin was already installed, and there's not need to install it again.
es_es: <h2><strong>Ya has instalado.</strong></h2><hr> TrackYourPenguin ya fue instalado y n hay necesidad de instalarlo de nuevo.

source: Missing both files: typ-config.php and typ-config-sample.php
es_es: Faltan ambos archivos: typ-config.php y typ-config-sample.php

source: Can't open file :/, please replace <strong>typ-config-sample.php</strong> for the code below and rename it to <strong>typ-config.php</strong>
es_es: No se puede abrir el archivo :/, por favor reemplaza <strong>typ-config-sample.php</strong> por el código de abajo y renómbralo a <strong>typ-config.php</strong>

source: Can't rewrite file :/, please replace <strong>typ-config-sample.php</strong> by the code below and rename it to <strong>typ-config.php</strong>, or, or if it already exists <strong>typ-config.php</strong>, update it with this:
es_es: No se puede reescribir el archivo :/ por favor reemplaza <strong>typ-config-sample.php</strong> por el código de abajo y renómbralo a <strong>typ-config.php</strong>, o si ya existe <strong>typ-config.php</strong> actualízalo con esto:

source: MySQL connect failed. Error MySQL: %s
es_es: La conexión MySQL falló. Error MySQL: %s

source: There was an error connecting to the database
es_es: Hubo un error conectando a la base de datos.

source: There was an error while connectiong to the database. You can make the connection from here. The data you will type here will be provided by your hosting.
es_es: Hubo un error conectando a la base de datos. Puedes hacer la conexión desde aquí. Los datos que pondrás aquí te los proveerá tu hosting.

source: MySQL database host, most of the time it is localhost
es_es: Host de la base de datos MySQL, casi siempre es localhost

source: Database name
es_es: Nombre de la base de datos

source: User
es_es: Usuario

source: Database user
es_es: Usuario de la base de datos

source: Password
es_es: Contraseña

source: Database password
es_es: Contraseña de la base de datos

source: Language
es_es: Idioma

source: Language for the site
es_es: Idioma para el sitio

source: Connect
es_es: Conectar

source: <h2>Error establishing a database connection.</h2><p>It can't connect. Please check your <strong>typ-config.php</strong>, and here is the error returned by MySQL: <strong>%s</strong>
es_es: <h2>Error estableciendo una conexión con la base de datos.</h2><p>No se puede conectar. Por favor revisa tu <strong>typ-config.php</strong>, y aquí está el error devuelto por MySQL: <strong>%s</strong>

source: Welcome to the installation
es_es: Bienvenido a la instalación

source: With this guide you will be able to install TrackYourPenguin easily, you just have to fill the following fields... :)
es_es: Con esta guía podrás instalar TrackYourPenguin fácilmente, sólo tienes que llenar los siguientes campos... :)

source: The user doesn't look valid. Remember it must have 3-12 characters.
es_es: El usuario no luce válido. Recuerda que debe tener de 3 a 12 caracteres.

source: Are you sure that your email is so long?
es_es: ¿Estás seguro de que tu email es tan largo?

source: The email you typed is too long.
es_es: El email que ingresaste es demasiado largo.

source: The passwords don't match.
es_es: Las contraseñas no combinan.

source: The typed password don't match with the database password.
es_es: Las contraseña ingresada no combina con la de la base de datos.

source: <h2> Installation completed </h2><br> You have installed TrackYourPenguin successfully. Now you can <a href="%s">log in</a> to continue. :)
es_es: <h2> Instalación completada </h2><br> Has instalado TrackYourPenguin exitosamente. Ahora puedes <a href="%s">iniciar sesión</a> para continuar. :)

source: Your username for this site
es_es: Tu nombre de usuario para el sitio

source: Your password to log in
es_es: Tu contraseña para iniciar sesión

source: Re-type password
es_es: Confirmar contraseña

source: Make sure this is the password that you want
es_es: Asegúrate de que esta es la contraseña que quieres

source: Your email, the one you use the most
es_es: Tu email, el que más uses

source: Just to be sure
es_es: Sólo para estar seguros

source: Forgot password?
es_es: ¿Contraseña olvidada?

source: Back to login
es_es: Volver al acceso

source: Hash or password are WRONG.
es_es: El hash o la clave están MAL.

source: Type your email to recover your password.
es_es: Escribe tu email para recuperar tu contraseña.

source: Forgot password
es_es: Contraseña olvidada

source: The email input can't be empty.
es_es: El email no puede estar vacío.

source: That email isn't valid.
es_es: El email no es válido.

source: The email you typed is not registered.
es_es: El email que escribiste no está registrado.

source: Forgot password [%s]
es_es: Contraseña olvidada [%s]

source: <html><body> Hi, <strong>%s</strong>! Someone sent a request to this email for a lost password, if it was you <a href="%s"><strong>click here</strong></a> If it wasn't you, don't do nothing, take it easy and nothing will happen. :)</body></html>
es_es: <html><body> Hi, <strong>%s</strong>! Alguien solicitó una contraseña nueva para esta cuenta, si fuiste tú <a href="%s"><strong>haz clic aquí</strong></a> Si no fuiste tú, tranquilo, no hagas nada y nada pasará. :)</body></html>

source: The mail has been sent. Check it.
es_es: El email ha sido enviado. Revísalo.

source: Unafortunely, the email couldn't send. Maybe because the function <strong>mail()</strong> is disabled.
es_es: Desafortunadamente, el email no puedo ser enviado. Quizá porque la función <strong>mail()</strong> está desactivada.

source: Type your email
es_es: Escribe tu email.

source: Change password
es_es: Cambiar contraseña

source: Now you can type your password to update it.
es_es: Ahora puedes escribir tu contraseña para actualizarla.

source: The password don't match.
es_es: Las contraseñas no combinan.

source: Your password has been updated.
es_es: Tu contraseña ha sido actualizada.

source: Update password
es_es: Actualizar contraseña.

source: Type your new password
es_es: Escribe tu nueva contraseña

source: Re-type your new password.
es_es: Confirma tu nueva contraseña.

source: Please log in to continue.
es_es: Por favor inicia sesión para continuar.

source: Log In
es_es: Iniciar sesión

source: The user and password don't match.
es_es: El usuario y la clave no combinan.

source: This user was banned.
es_es: Este usuario está suspendido.

source: You have logged out.
es_es: Has cerrado sesión.

source: Username
es_es: Nombre de usuario

source: Remember me
es_es: Recuérdame

source: Changelog
es_es: Registro de cambios

source: That log ID doesn't exist.
es_es: Ese ID no existe.

source: Log ID
es_es: ID del registro

source: Date
es_es: Fecha

source: Back to all logs
es_es: Volver a todos los registros

source: Nothing have been registered yet or all the logs have been deleted.
es_es: Nada ha sido registrado aún o todos los registros han sido eliminados.

source: There are not more logs.
es_es: No hay más registros.

source: You must select something to delete.
es_es: Debes seleccionar algo para eliminar.

source: The selected logs have been deleted.
es_es: Los registros seleccionados han sido eliminados.

source: Action
es_es: Acción

source: more
es_es: más

source: Empty logs
es_es: Vaciar registros

source: Clean selected elements
es_es: Eliminar elementos seleccionados

source: Add user
es_es: Añadir usuario

source: Back to users
es_es: Volver a los usuarios

source: Cheatin' to get a better role?
es_es: ¿Haciendo trampa para conseguir un mejor rango?

source: I need a valid user. From 3 to 12 characters.
es_es: Necesito un usuario válido. De 3 a 12 caracteres.

source: The email is not valid.
es_es: El email no es válido.

source: That user already exists.
es_es: Ese usuario ya existe.

source: That email already exists
es_es: Ese email ya existe

source: It can't be super admin!
es_es: ¡No puede ser super admin!

source: The user has been created.
es_es: El usuario ha sido creado

source: User password
es_es: Contraseña del usuario

source: Re-type the user password
es_es: Confirma la contraseña del usuario

source: User email
es_es: Email del usuario

source: Role
es_es: Rango

source: Administrator
es_es: Administrador

source: Updater
es_es: Actualizador

source: Which will be this user's role?
es_es: ¿Cuál será el rango de este usuario?

source: Add
es_es: Añadir

source: The user you specify doesn't exist.
es_es: El usuario que especificas no existe.

source: You are not allowed to be here.
es_es: No tienes permiso para entrar aquí.

source: You can't edit someone's user with a role bigger or the same that you.
es_es: No puedes editar el usuario de alguien con un rango mayor o igual al tuyo.

source: Edit user: %s
es_es: Editar al usuario: %s

source: Edit user
es_es: Editar al usuario

source: Back to user
es_es: Volver al usuario

source: Type a valid username. From 3 to 12 characters.
es_es: Escribe un nombre de usuario válido. De 3 a 12 caracteres.

source: That user already exist.
es_es: Ese usuario ya existe.

source: That email already exist.
es_es: Ese email ya existe.

source: You can't be super admin.
es_es: No puedes ser súper admin.

source: The user has been updated.
es_es: El usuario ha sido actualizado.

source: You can't change your own role.
es_es: No puedes cambiar tu propio rango.

source: The selected user doesn't exist.
es_es: El usuario seleccionado no existe.

source: You can't delete your own user. >.<
es_es: No puedes eliminar tu propio usuario. >.<

source: Delete the user: %s
es_es: Eliminar el usuario: %s

source: The user %s has been deleted
es_es: El usuario %s ha sido eliminado.

source: You must specify an ID.
es_es: Debes especificar un ID.

source: You can't ban your own user.
es_es: No puedes suspender a tu propio usuario.

source: This user is already banned.
es_es: El usuario ya está suspendido.

source: Ban: %s
es_es: Suspender: %s

source: The user <strong>%s</strong> has been banned.
es_es: El usuario <strong>%s</strong> ha sido suspendido.

source: This user is not banned.
es_es: El usuario no está suspendido.

source: Unbanning: %s
es_es: Quitar suspensión: %s

source: The user %s has been unbanned.
es_es: Al usuario %s se la he quitado la suspensión.

source: This user doesn't exist or you're not allowed to read its data.
es_es: Este usuario no existe o no tienes permitido leer sus datos.

source: Last update done
es_es: Última actualización hecha

source: Unknown tracker
es_es: Tracker desconocido

source: No recent updates have been found.
es_es: No se encontraron actualizaciones recientes

source: Users
es_es: Usuarios

source: Ban
es_es: Suspender

source: Unban
es_es: Quitar suspensión

source: Settings
es_es: Ajustes

source: The URL is not valid.
es_es: El URL no es válido.

source: Settings have been updated.
es_es: Los ajustes han sido actualizados.

source: Site title :)
es_es: Título del sitio. :)

source: Site URL, there's no need to change it.
es_es: URL del sitio, no hay necesidad de cambiarlo.

source: Theme
es_es: Tema

source: Which theme do you like more?
es_es: ¿Qué tema te gusta más?

source: Sessions
es_es: Sesiones

source: There aren't sessions for this user.
es_es: No hay sesiones para este usuario.

source: There are not more sessions
es_es: No hay más sesiones.

source: of user:
es_es: del usuario:

source: You must select one session to delete.
es_es: Debes seleccionar una sesión para eliminar.

source: The sessions you selected have been deleted (if they existed)
es_es: Las sesiones seleccionadas han sido eliminadas (si existían)

source: Data
es_es: Datos

source: <strong>(current session)</strong>
es_es: <strong>(sesión actual)</strong>

source: your
es_es: tu

source: this
es_es: este

source: Delete all %s user sessions
es_es: Eliminar todas las sesiones de %s usuario

source: Delete selected sessions
es_es: Eliminar las sesiones seleccionada

source: About
es_es: Acerca de

source: About TrackYourPenguin
es_es: Acerca de TrackYourPenguin

source: Welcome to <strong>TrackYourPenguin %s</strong>. TrackYourPenguin (<i>shorten like TYP</i>) is a trackers system coded in PHP and MySQL, currently developed by <a href="%s" target"_blank">Zerquix18</a>. The goal is that you can track using multiple trackers, tweets, users and other features without having the need to code them or even touch code. All in one. :)
es_es: Bienvenido/a a <strong>TrackYourPenguin %s</strong>. TrackYourPenguin (<i>acortado como TYP</i>) es un sistema de trackers escrito en PHP y MySQL, actualmente desarrollado por <a href="%s" target"_blank">Zerquix18</a>. La meta es que puedas trackear usando múltiples trackers, tweets, usuarios sin tener la necesidad de escribir el código o siquiera tocar código. Todo en uno. :)

source: News of the version
es_es: Novedades de la versión

source: Unable to check the changelog
es_es: No se pudo obtener el registro de cambios

source: Credits
es_es: Créditos

source: The whole design and javascript plugins
es_es: El diseño y los plugins javascript del sitio

source: Aditional bootstrap themes
es_es: Temas adicionales de Bootstrap

source: Creator of i18n
es_es: Creador de i18n

source: Twitter libraries
es_es: Librerías de Twitter

source: Everything else you can see here! :)
es_es: ¡Todo lo demás que puedes ver aquí! :)

source: I need a correct ID
es_es: Necesito un ID correcto

source: The tracker doesn't exist.
es_es: El tracker no existe.

source: You must select a valid position to edit its parameters.
es_es: Debes seleccionar una posición válida para editar sus parámetros.

source: Edit %s's tracker parameters
es_es: Editar los parámetros del tracker de %s

source: Parameters updated. :)
es_es: Parámetros actualizados. :)

source: Text size
es_es: Tamaño del texto

source: Size of the text which will be written in the image
es_es: Tamaño del texto que será escrito en la imagen.

source: Angle
es_es: Ángulo

source: Angle in which the text will be written
es_es: Ángulo en el que será escrita la imagen

source: X position
es_es: Posición X

source: X position where the text will be written.
es_es: Posición X en la que el texto será escrito

source: Y position
es_es: Posición Y

source: Y position where the text will be written
es_es: Posición Y en la que el texto será escrito

source: Update parameters
es_es: Actualizar parámetros

source: Parameters updated :)
es_es: Parámetros actualizados :)

source: Update parameters.
es_es: Actualizar parámetros.

source: <strong>X position</strong>
es_es: <strong>Posición X</strong>

source: <strong>Y position</strong>
es_es: <strong>Posición Y</strong>

source: Get Y & X parameters
es_es: Obtener los parámetros Y y X

source: Get the X & Y paramters by clicking in a part of the image.
es_es: Obtén los parámetros de X y Y cliqueando en una parte de la imagen.

source: Once you click, you can close this and click "Update parameters" to update them.
es_es: Una vez cliqueas, puedes cerrar esto y hacer click en "Actualizar parámetros" para actualizarlos.
